Repository: maidis/sayi-tahmin
Catalog: *.po
Languages: tr

source: (y/n)
tr: (e/h)

source: Play again?
tr: Oynamak ister misiniz?

source: are frontier.
tr: sınırdır.

source: trys. Now next level.
tr: denemede tahmin ettiniz. Şimdi sıradaki bölüm.

source: 1 and
tr: 1 ve

source: By the way the number was:
tr: Bu arada sayı şuydu:

source: Not good, try again.
tr: İyi olmadı, tekrar deneyin.

source: Number Guess Game
tr: Sayı Tahmin Oyunu

source: Remaining lives:
tr: Kalan canlar :

source: Remaining trys :
tr: Kalan denemeler:

source: Score :
tr: Puan :

source: What's your guess (1-
tr: Tahmininiz nedir (1-

source: You lost! It's not the end of world. By the way the number was:
tr: Kaybettiniz. Ama fazla önemli olmasa gerek. Bu arada sayı şuydu:

source: You won! You found the number in
tr: Kazandınız! Sayıyı

source: Your guess was so high.
tr: Tahmininiz çok yüksekti

source: Your guess was so low.
tr: Tahmininiz çok düşüktü.
